---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpacingNumDivisionsVert
source: html/570be9ce-b2f2-603e-8721-24d3966d6074.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpacingNumDivisionsVert Property

"Number"

## Syntax (C#)
```csharp
public static ForgeTypeId SpacingNumDivisionsVert { get; }
```